CREATE DATABASE  IF NOT EXISTS `ecabling` /*!40100 DEFAULT CHARACTER SET cp1256 COLLATE cp1256_bin */;
USE `ecabling`;
-- MySQL dump 10.13  Distrib 5.6.13, for Win32 (x86)
--
-- Host: mysql.mew.gov.kw    Database: ecabling
-- ------------------------------------------------------
-- Server version	5.5.13

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

--
-- Table structure for table `area`
--

DROP TABLE IF EXISTS `area`;
/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!40101 SET character_set_client = utf8 */;
CREATE TABLE `area` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `group_id` int(11) DEFAULT NULL,
  `area_name` varchar(55) COLLATE utf8_bin NOT NULL,
  `emergid` int(11) DEFAULT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `ixAreaN` (`area_name`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=339 DEFAULT CHARSET=utf8 COLLATE=utf8_bin ROW_FORMAT=DYNAMIC;
/*!40101 SET character_set_client = @saved_cs_client */;

--
-- Dumping data for table `area`
--

LOCK TABLES `area` WRITE;
/*!40000 ALTER TABLE `area` DISABLE KEYS */;
INSERT INTO `area` VALUES (32,5,'جنوب الجهراء',51),(33,5,'النسيم',51),(34,5,'النعيم',51),(36,5,'القصر',51),(37,5,'العبدلي',51),(38,5,'السالمي',51),(39,5,'عبدالله المبارك',50),(40,5,'الفروانية',7),(41,5,'صباح الناصر',7),(42,5,'الفردوس',7),(43,5,'الاندلس',54),(44,5,'الرقعي',54),(45,5,'خيطان',7),(46,5,'الدوحة',54),(47,5,'جنوب الدوحة',54),(48,5,'الصبية',51),(49,5,'الصليبخات',54),(50,5,'الضجيج',7),(51,5,'العميرية',7),(52,5,'كبد',7),(53,5,'فروسية الجهراء',51),(54,5,'فروسية الفروانية',7),(55,5,'غرناطة',54),(56,5,'النهضة',54),(57,5,'جليب الشيوخ',7),(58,5,'الشدادية',7),(61,6,'السرة',50),(62,6,'السلام',50),(63,6,'حطين',50),(64,6,'الزهراء',50),(65,6,'الشهداء',50),(66,6,'الصديق',50),(67,6,'حولي',50),(68,6,'الروضة',50),(69,6,'قرطبة',50),(70,6,'الفيحاء',55),(72,5,'الشويخ',54),(73,5,'الشويخ السكنية',54),(74,5,'الري',54),(75,6,'الخالدية',55),(76,5,'اليرموك',7),(77,6,'كيفان',55),(78,6,'القادسية',55),(79,6,'الدسمة',55),(80,6,'المرقاب',55),(81,6,'عبدالله السالم',55),(82,6,'المنصورية',55),(83,6,'الشعب',53),(84,6,'بيان',50),(85,6,'مشرف',50),(86,6,'صباح السالم',50),(87,6,'سلوى',53),(88,6,'السالمية',53),(89,6,'ميدان حولي',53),(90,6,'شرق حولي',53),(91,6,'بنيد القار',55),(92,6,'الشرق',55),(93,6,'المسيلة',53),(94,6,'الدعية',55),(95,6,'العديلية',55),(96,6,'القرين',50),(97,7,'الفطاس',52),(98,7,'الفنيطيس',50),(99,7,'ابو الحصانية',52),(100,7,'صبحان',7),(101,7,'الرقة',52),(102,7,'العقيلة',52),(103,7,'الفنطاس الزراعية',52),(104,7,'ابوحليقة',52),(105,7,'فهد الاحمد',52),(106,7,'المنقف',52),(107,7,'الصباحية',52),(108,7,'الفحيحيل',52),(109,7,'الشعيبة',52),(110,7,'ميناء عبدالله',52),(111,7,'الوفرة',52),(112,7,'ام الهيمان',52),(113,7,'الخيران',52),(114,7,'لؤلؤة الخيران',52),(115,7,'بنيدر',52),(116,7,'الضبيعية',52),(117,7,'الزور',52),(118,7,'النويصيب',52),(119,7,'جابر العلي',52),(120,5,'جابر الاحمد',54),(121,5,'سعد العبدالله',51),(122,5,'المقوع الشرقي',NULL),(123,5,'مبارك الكبير',50),(124,5,'الظهر',52),(125,5,'الرميثية',53),(126,5,'أمغرة',51),(127,5,'إسطبلات الأحمدي',52),(129,5,'الشامية',55),(130,5,'القصور',50),(131,5,'الجابرية',50),(132,5,'هدية',52),(133,5,'رجم خشمان',7),(134,5,'الشعيبة الصناعية',52),(135,5,'الشعب البحري',53),(136,5,'أبرق خيطان',7),(137,5,'أشبيلية',7),(138,5,'المهبولة',52),(139,5,'العدان',50),(140,5,'العارضية',7),(142,5,'الرابية',7),(145,NULL,'المطار',7),(146,NULL,'شمال صبحان',50),(147,NULL,'مزارع الصليبية',7),(148,NULL,'الحساوي',7),(149,NULL,'مخازن الصليبية',7),(150,NULL,'شرق الصليبخات',54),(151,NULL,'أم الهيمان',52),(152,NULL,'الواحة',51),(153,NULL,'الأحمدي',52),(154,NULL,'القيروان',54),(155,NULL,'الفنطاس',52),(156,NULL,'النزهة',55),(157,NULL,'العمرية',7),(158,NULL,'العيون',51),(159,NULL,'الشويخ الصناعية',54),(160,NULL,'تكملة الشويخ الصناعية',54),(161,NULL,'أبو حليفة',52),(162,NULL,'المطلاع',NULL),(163,NULL,'مبارك العبدالله',50),(164,NULL,'الجهراء',51),(165,NULL,'القبلة',NULL),(166,NULL,'الصليبية',7),(167,NULL,'معسكر التحرير - الدائري السادس',NULL),(168,NULL,'أبو فطيرة',NULL),(169,NULL,'شرق الأحمدي',NULL),(170,NULL,'الشريط الساحلي أ',NULL),(171,NULL,'محطة',NULL),(172,NULL,'الرحاب',NULL),(173,NULL,'الشويخ الصحية',54),(174,NULL,'الصليبية الزراعية',NULL),(175,NULL,'الخيرانا',NULL),(176,NULL,'فروسية الأحمدي',NULL),(177,NULL,'غرب أبو فطيرة',NULL),(178,NULL,'الصليبية الصناعية',NULL),(179,NULL,'الصباح',NULL),(180,NULL,'شمال الكويت',NULL),(181,NULL,'المراكز الحدودية الشمالية',NULL),(182,NULL,'الجهراء - تيماء',NULL),(183,NULL,'رأس السالمية',NULL),(184,NULL,'شريط الساحلي ج',NULL),(185,NULL,'الشريط الساحلي ج',NULL),(186,NULL,'الشريط الساحلي ب',52),(187,NULL,'الشعيبة الغربية',52),(188,NULL,'مدينة الكويت',55),(189,NULL,'مطار الكويت',NULL),(190,NULL,'',50),(191,NULL,'مطر الكويت الدولي',NULL),(192,NULL,'مطار الكويت الدولي',7),(193,NULL,'مدينة جابر العلي',51),(194,NULL,'مدينة جابر العلي - قطاع (B)',51),(196,NULL,'مدينة جابر الأحمد',51),(197,NULL,'معسكر التحرير',54),(198,NULL,'الصالحية',55),(199,NULL,'شمال غرب الجهراء',51),(200,NULL,'فيلكا',53),(201,NULL,'المنطقة الوسطى',NULL),(202,NULL,'مشرف ( منطقه الدبلوماسية )',50),(203,NULL,'الجيون',54),(204,NULL,'المهبوله',NULL),(205,NULL,'البدع',53),(206,NULL,'اشبيليه',NULL),(207,NULL,'اشبيلية',7),(208,NULL,'تيماء',51),(209,NULL,'قصر السيف',55),(211,NULL,'جامعة الكويت',NULL),(212,NULL,'جنوب الصباحية',52),(213,NULL,'الصباح الصحية',54),(214,NULL,'إسطبلات الوفرة',52),(215,NULL,'ميناء الشويخ',54),(216,NULL,'جنوب جليب الشيوخ',7),(217,NULL,'قصر بيان',50),(219,NULL,'جنوب صبحان',7),(220,NULL,'الشريط الساحلي (البدع)',NULL),(221,NULL,'غرب الجهراء',51),(222,NULL,'جزيرة فيلكا',53),(239,NULL,'بنيبدر',52),(240,NULL,'غرب الشعيبة',52),(241,NULL,'منتزه الخيران السياحي',52),(242,NULL,'المقوع',52),(243,NULL,'مخيمات المباركية',NULL),(245,NULL,'ظريف',NULL),(246,NULL,'الوفرة السكنية',52),(247,NULL,'كاظمة',51),(248,NULL,'صباح الاحمد البحريه',52),(249,NULL,'علي صباح السالم',52),(250,NULL,'ميناء الزور',52),(251,NULL,'مدينه الكويت-المقوع الشرقي',55),(252,NULL,'الأدعمي',52),(253,NULL,'الجيوان',54),(254,NULL,'قلمة شايع',52),(255,NULL,'الفوارس',52),(256,NULL,'أم قصر',51),(257,NULL,'الأبرق',51),(258,NULL,'الشقايا',51),(259,NULL,'الرتقة',51),(260,NULL,'جنوب السرة',50),(261,NULL,'الجليعة',52),(262,NULL,'الشويخ الجنوبي',54),(263,NULL,'الري الصناعية',NULL),(264,NULL,'الصليبية - كبد',NULL),(265,NULL,'ابوحليفة',NULL),(266,NULL,'تقاطع الدائري السادس - تقاطع (3و4و5و7)',NULL),(267,NULL,'المسايل',NULL),(268,NULL,'الشريط الساحلي',NULL),(270,NULL,'العارضية الحرفية',NULL),(271,NULL,'دسمان',NULL),(272,NULL,'الشويخ التعليمية',NULL),(274,NULL,'صباح الاحمد البحرية',NULL),(275,NULL,'الشويخ ب',NULL),(276,NULL,'شمال سوق الماشية',NULL),(277,NULL,'شمالي سوق الماشية',NULL),(278,NULL,'امغرة الصناعية',NULL),(279,NULL,'الفروانية جنوبي',NULL),(281,NULL,'المنقف الجديده',NULL),(282,NULL,'ابرق خيطان',NULL),(283,NULL,'ابو فطيرة الحرفية',NULL),(284,NULL,'علي صباح السالم-ام الهيمان',NULL),(285,NULL,'العارضية مخازن',NULL),(286,NULL,'الشويخ الجديد',NULL),(287,NULL,'امغره التوسعه الشرقيه',NULL),(290,NULL,'ابو فطيرة',NULL),(291,NULL,'ضاحية السلام',NULL),(292,NULL,'الادعمي',NULL),(293,NULL,'غرب ابوفطيره الحرفيه',NULL),(294,NULL,'مدينة سعد العبدالله',NULL),(295,NULL,'محطه القوى الكهربائيه',NULL),(296,NULL,'شرق',NULL),(297,NULL,'صباح الاحمد السكنية',NULL),(298,NULL,'امغره',NULL),(299,NULL,'صبحان الصناعية',NULL),(300,NULL,'الصباح الطبية',NULL),(301,NULL,'شمال غرب الصليبيخات',NULL),(302,NULL,'المنطقة الشمالية',NULL),(303,NULL,'المنطقة الجنوبية',NULL),(304,NULL,'المنطة الشمالية',NULL),(305,NULL,'جنوب المنطقة الوسطى',NULL),(306,NULL,'أنجفة',NULL),(309,NULL,'مدينة صباح الاحمد',NULL),(310,NULL,'ام العيش',NULL),(311,NULL,'الشويخ الثالثة',NULL),(312,NULL,'الشرق / الصوابر ',NULL),(313,NULL,'شمال غرب صليبيخات',NULL),(314,NULL,'الوفره الزراعيه',NULL),(315,NULL,'الاحمدي الصناعيه',NULL),(316,NULL,'الرميثيه',NULL),(317,NULL,'الصليبية الصناعيه',NULL),(318,NULL,'مخازن',NULL),(319,NULL,'الاحمدي',NULL),(323,NULL,'الشويخ الثالثه الصناعيه',NULL),(324,NULL,'مدينة جابر الاحمد',NULL),(326,NULL,'ضاحية عبدالله المبارك',NULL),(327,NULL,'ج الشويخ',NULL),(328,NULL,'المركز الاداري و التجاري بخيطان',NULL),(330,NULL,'خيطان الجنوبي',NULL),(331,11,'ابوفطيرة الشريط الساحلي',NULL),(333,NULL,'الشويخ الثانيه الصناعيه',NULL),(334,NULL,'طريق السالمي',NULL),(335,NULL,'الشويخ القديم الصناعية',NULL),(336,NULL,'مدينة الخيران الجديده',NULL),(337,NULL,'أمغرة الصناعية',NULL),(338,NULL,'معسكر الصمود',NULL);
/*!40000 ALTER TABLE `area` ENABLE KEYS */;
UNLOCK TABLES;
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;

/*!40101 SET SQL_MODE=@OLD_SQL_MODE */;
/*!40014 SET FOREIGN_KEY_CHECKS=@OLD_FOREIGN_KEY_CHECKS */;
/*!40014 SET UNIQUE_CHECKS=@OLD_UNIQUE_CHECKS */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
/*!40111 SET SQL_NOTES=@OLD_SQL_NOTES */;

-- Dump completed on 2016-08-11  9:37:26
